class Smiles:
    def __init__(self):
        self.add= "➕"
        self.change = "✏"
        self.delete = "🚫"
        self.back = "⬅"
        self.next = "➡"
        self.done = "✔"
        self.kvartirant = "👥"
        self.swap = "🔁"
        self.copy = "📄"
        self.notification = "⏰"
        self.money = "💰"
        self.checked = "☑"

        self.tab = "　"

        self.extras = {
            'холодильник': "х",
            'телевизор': "т",
            'стиралка': "с",
            'кондиционер': "к",
            'микроволновка': "и",
            'приточная вентиляция': "в",
            'посудомоечная машина': "п",
            'мебель': "м",
            'вид из окон': "о",
        }

smiles = Smiles()